; -----------------------------------------------------------------------------;
; LocK-A-FoLdeR Language File
; Language : Bulgarian
; Translation by: Peyu Yovev <spacy00001@gmail.com>
; -----------------------------------------------------------------------------;

[LocK-A-FoLdeR]
authorlink = "spacy00001@gmail.com "
Translationby = "Пею Йовев (spacy01)"
Language = "Български"
pickatask = "Изберете задача"
lockafolder = "Заключи папка"
unlockselected = "Отключи избраната папка"
changepassword = "Смени главната парола"
exit = "Изход"
Aboutlockafolder = "Относно LocK-A-FoLdeR"
enternewpassword = "Въведете новата парола"
entermasterpassword = "Въведете главната парола"
alreadyrunning = "LocK-A-FoLdeR вече е стартирана"
doesntexist = "не съществува"
chooseafolder = "Изберете папка за заключване"
selectfirst = "моля, първо изберете папка"
alreadyinlist = "вече е в списъка"
plzwait = "Моля, изчакайте"
unable2lock = "не може да бъде заключена"
unable2unlock = "не може да бъде отключена"
invalidpass = "Грешна парола"
alertmasterpass = "Моля, изберете главна парола."
nointernet = "Изглежда че има проблем с интернет връзката"
checkupdates = "Проверка за актуализация"
openreadme = "Отвори файла с инструкции"
visitwebpage = "Посети уебстраницата"
rescuecentre = "Спасителен център"
Rescuefolder = "Спаси папка"
notinlist = "Папки, които не са в списъка, могат да бъдат отключени от тук."